import "./Privacy.scss";

export default function Privacy() {
  return (
    <div className="privacy__body">
      <h1 className="privacy__body__h1">
        Политика конфиденциальности для Pic2re - добавь, найди и поделись
      </h1>

      <p className="privacy__body__text">
        На сайте Pic2re - добавь, найди и поделись, доступном по адресу
        pic2re.ru, одним из главных приоритетов является конфиденциальность
        наших посетителей. Этот документ о политике конфиденциальности содержит
        типы информации, которую собирают и записывают Pic2re - добавь, найди и
        поделись, и то, как мы ее используем.
      </p>

      <p className="privacy__body__text">
        Если у Вас есть дополнительные вопросы или Вам требуется дополнительная
        информация о нашей политике конфиденциальности, не стесняйтесь
        обращаться к нам.
      </p>

      <p className="privacy__body__text">
        Настоящая Политика конфиденциальности применяется только к нашей
        онлайн-активности и действительна для посетителей нашего веб-сайта в
        отношении информации, которой они поделились и/или добавляют в Pic2re -
        добавь, найди и поделись. Настоящая политика неприменима к любой
        информации, собранной в автономном режиме или по каналам, отличным от
        этого веб-сайта.
      </p>

      <h2 className="privacy__body__h2">Соглашение</h2>

      <p className="privacy__body__text">
        Используя наш веб-сайт, Вы соглашаетесь с нашей Политикой
        конфиденциальности и принимаете ее условия.
      </p>

      <h2 className="privacy__body__h2">Информация, которую мы собираем</h2>

      <p className="privacy__body__text">
        {" "}
        Личная информация, которую Вас попросят предоставить, и причины, по
        которым Вас попросят ее предоставить, будут разъяснены вам в тот момент,
        когда мы попросим Вас предоставить Вашу личную информацию.
      </p>
      <p className="privacy__body__text">
        Если вы свяжетесь с нами напрямую, мы можем получить дополнительную
        информацию о вас, такую как ваше имя, адрес электронной почты, номер
        телефона, содержание сообщения и/или вложений, которые вы можете нам
        отправить, и любую другую информацию, которую вы можете захотеть
        предоставить.
      </p>
      <p className="privacy__body__text">
        Когда вы регистрируете учетную запись, мы можем запросить вашу
        контактную информацию, а именно - адрес электронной почты.
      </p>

      <h2 className="privacy__body__h2">Как мы используем Вашу информацию</h2>

      <p className="privacy__body__text">
        Мы используем информацию, которую собираем, различными способами, в том
        числе, чтобы:
      </p>

      <ul>
        <li>
          Предоставлять, эксплуатировать и поддерживать в рабочем состоянии наш
          веб-сайт;
        </li>
        <li>Улучшать, персонализировать и расширять наш веб-сайт;</li>
        <li>Понимать и анализировать, как Вы используете наш веб-сайт;</li>
        <li>Разрабатывать новые продукты, услуги, возможности и функционал;</li>
        <li>
          Связываться с Вами через электронную почту, чтобы предоставлять Вам
          обновления и другую информацию, относящуюся к веб-сайту, а также в
          маркетинговых и рекламных целях;
        </li>
        <li>Отправлять Вам электронные письма;</li>
        <li>Обнаружать и предотвращать мошенничество.</li>
      </ul>

      <h2 className="privacy__body__h2">Лог-файлы</h2>

      <p className="privacy__body__text">
        Pic2re - добавь, найди и поделись следует стандартной процедуре
        использования лог-файлов. Эти файлы регистрируют посетителей, когда они
        посещают веб-сайты. Этим занимаются все хостинговые компании и это
        является частью аналитики хостинг-сервисов. Информация, собираемая
        файлами журнала, включает адреса интернет-протокола (IP), тип браузера,
        интернет-провайдера (ISP), отметку даты и времени, страницы
        перехода/выхода и, возможно, количество кликов. Они не связаны с
        какой-либо информацией, позволяющей идентифицировать личность.
        Информация предназначена для анализа тенденций, администрирования сайта,
        отслеживания перемещения пользователей по веб-сайту и сбора
        демографической информации.
      </p>

      <h2 className="privacy__body__h2">
        Политика конфиденциальности третьих лиц
      </h2>

      <p className="privacy__body__text">
        Политика конфиденциальности Pic2re - добавь, найди и поделись не
        распространяется на других рекламодателей или веб-сайты. Таким образом,
        мы советуем Вам ознакомиться с соответствующими политиками
        конфиденциальности этих сторонних рекламных серверов для получения более
        подробной информации. Это может включать их практику и инструкции о том,
        как отказаться от определенных опций.{" "}
      </p>

      <p className="privacy__body__text">
        Вы можете отключить файлы cookie в настройках вашего индивидуального
        браузера. Стоит учитывать, что это повлечет за собой некоторые
        последствия, а именно - отключение некоторых функций веб-приложения и
        ухудшение пользовательского опыта. Более подробную информацию об
        управлении файлами cookie в конкретных веб-браузерах можно найти на
        соответствующих веб-сайтах браузеров.
      </p>

      <h2 className="privacy__body__h2">
        Права CCPA на неприкосновенность частной жизни (Не продавайте мою личную
        информацию)
      </h2>

      <p className="privacy__body__text">
        В соответствии с CCPA, среди прочих прав, калифорнийские потребители
        имеют право:
      </p>
      <ul>
        <li>
          Запросить, чтобы компания, которая собирает персональные данные
          потребителя, раскрыла категории и конкретные фрагменты персональных
          данных, которые компания собрала о потребителях.
        </li>
        <li>
          Запросить, чтобы компания удалила любые персональные данные о
          потребителе, которые компания собрала.
        </li>
        <li>
          Запросить, чтобы компания, которая продает персональные данные
          потребителя, не продавала персональные данные потребителя.
        </li>
        <li>
          Если Вы сделаете запрос, у нас есть один месяц, чтобы ответить Вам.
          Если Вы хотите воспользоваться каким-либо из этих прав, пожалуйста,
          свяжитесь с нами.
        </li>
      </ul>

      <h2 className="privacy__body__h2">Права на защиту данных по GDPR</h2>

      <p className="privacy__body__text">
        Мы хотели бы убедиться, что Вы полностью осведомлены обо всех Ваших
        правах на защиту данных. Каждый пользователь имеет право на следующее:
      </p>
      <ul>
        <li>
          Право на доступ – у Вас есть право запросить копии ваших персональных
          данных. Мы можем взимать с вас небольшую плату за эту услугу.
        </li>
        <li>
          Право на исправление – у Вас есть право потребовать, чтобы мы
          исправили любую информацию, которую вы считаете неточной. Вы также
          имеете право потребовать, чтобы мы дополнили информацию, которую Вы
          считаете неполной.
        </li>
        <li>
          Право на удаление – Вы имеете право потребовать, чтобы мы удалили ваши
          персональные данные при определенных условиях.
        </li>
        <li>
          Право ограничить обработку – Вы имеете право потребовать, чтобы мы
          ограничили обработку Ваших персональных данных при определенных
          условиях.
        </li>
        <li>
          Право возражать против обработки – Вы имеете право возражать против
          нашей обработки Ваших персональных данных при определенных условиях.
        </li>
        <li>
          Право на переносимость данных – Вы имеете право потребовать, чтобы мы
          передали собранные нами данные другой организации или непосредственно
          Вам при определенных условиях.
        </li>
      </ul>
      <p className="privacy__body__text">
        Если Вы сделаете запрос, у нас есть один месяц, чтобы ответить Вам. Если
        Вы хотите воспользоваться каким-либо из этих прав, пожалуйста, свяжитесь
        с нами.
      </p>

      <h2 className="privacy__body__h2">Информация о детях</h2>

      <p className="privacy__body__text">
        Еще одной частью нашего приоритета является обеспечение дополнительной
        защиты детей при использовании Интернета. Мы призываем родителей и
        опекунов наблюдать за их онлайн-активностью, участвовать в ней и/или
        контролировать ее и направлять.
      </p>

      <p className="privacy__body__text">
        Pic2re - добавь, найди и поделись сознательно не собирает никакой личной
        информации, позволяющей установить личность, от детей младше 13 лет.
        Если Вы считаете, что Ваш ребенок предоставил такого рода информацию на
        нашем веб-сайте, мы настоятельно рекомендуем Вам немедленно связаться с
        нами, и мы приложим все усилия, чтобы оперативно удалить такую
        информацию из наших записей.
      </p>
    </div>
  );
}
