{
        "paragrafs": [
            {
                "heading": "Где я?", "text": "Pic2re - это бесплатное и неограниченное хранилище твоих картинок, которое поможет в нужный момент быстро найти их и поделиться. Ограничение только в размере картинки - он не должен превышать 20 МБ."
            },
            {
                "heading": "Что можно хранить? ", "text": "Все, что пожелаешь - мемы, открытки на день рождения бабушки, шпаргалки для экзаменов, идеи для построек в Sims4 или Minecraft, милые картинки котиков... Впрочем, ты и сам знаешь, мы верим в твою мудрость. "
            },
            {
                "heading": "Что тут делать?  ", "text": "Чтобы закинуть свой пикчер, жмякай на вот эту большую фиолетовую кнопку 'Добавить', загружай изображение и информацию о нем. Изображение и его название (которое ты придумываешь сам) - обязательны! Теги можешь опустить и добавить по мере вдохновения позже. На главной, когда карточка появится, при наведении на нее  (с компьютера, и при нажатии с телефона) можно увидеть действия - редактировать, поделиться, скачать и удалить, а фиолетовая звездочка поможет добавить карточку в избранное. "
            },
            {
                "heading": "Аккаунт?  ", "text": "Тут содержится основная информация - твой email, количество картинок и тегов. Если тебе захотелось сменить пароль, ты сможешь это сделать только здесь. И помни, что обо всех манипуляциях с твоей личной информацией мы отправляем тебе письмо на почту, чтобы ты был в курсе всего. Ну а если у тебя несколько аккаунтов, то ты можешь выйти из текущего при нажатии на кнопку 'Выйти из аккаунта', и зайти в другой. "
            },
            {
                "heading": "Что по входу и регистрации?  ", "text": "Зарегистрироваться по одному эмейлу несколько раз не получится, допустимо иметь только один аккаунт по одному почтовому адресу. А также ты должен быть ознакомлен с нашей политикой конфиденциальности. Но если ты читаешь это сейчас, то все в порядке ;) Остальные подсказки ищи в ошибках. Ну а если ты забыл свой пароль, то перейди по соответствующей ссылке и проследуй пошаговым инструкциям. "
            }
        ],
        "text1": "Привет! Это команда разработчиков Pic2re. И сейчас мы тебе расскажем, как правильно пользоваться нашим приложением :)",
        "warning": "Запомни: аккаунты, не активные 3 месяца и более - будут удалены.",
        "text3":"Вот такие основы. Спасибо за прочтение, надеемся у тебя все получится! А если нет - пиши нам на почту [название почты] или нажимай на кнопку 'Сообщить об ошибке' на странице 'Разработчики' (только в десктопной версии). Веселись!"
}
